// Напишите программу, которая на вход принмает два числа и выдает, какое число больше, а какое меньше.

Console.WriteLine("Hello, World!");
